"InvoiceMaster Pro" = "InvoiceMaster Pro";
"Dashboard" = "Dashboard";
"Clients" = "Klanten";
"Items" = "Artikelen";
"Estimates" = "Offertes";
"Invoices" = "Facturen";
"Templates" = "Sjablonen";
"Upload Logo" = "Logo uploaden";
"Remove Logo" = "Logo verwijderen";
"Preview" = "Voorbeeld";
"Save" = "Opslaan";
"Settings" = "Instellingen";
"New Client" = "Nieuwe klant";
"New Item" = "Nieuw artikel";
"New" = "Nieuw";
"Number" = "Nummer";
"Issue Date" = "Uitgiftedatum";
"Currency" = "Valuta";
"Notes" = "Notities";
"Export PDF" = "PDF exporteren";
"Sign In" = "Inloggen";
"Register" = "Registreren";
"Please restart the app to apply language." = "Start de app opnieuw om de taal toe te passen.";
"Quit Now" = "Nu afsluiten";
"Later" = "Later";
"General" = "Algemeen";
"Documents" = "Documenten";
"Sign Out" = "Uitloggen";
"Welcome to InvoiceMaster Pro" = "Welkom bij InvoiceMaster Pro";
"Search" = "Zoeken";
"Status" = "Status";
"All" = "Alle";
"Draft" = "Concept";
"Sent" = "Verzonden";
"Paid" = "Betaald";
"Language" = "Taal";
"App Language" = "App-taal";
"Backup" = "Back-up";
"Export Backup" = "Back-up exporteren";
"Import Backup" = "Back-up importeren";
"Delete" = "Verwijderen";
"Appearance" = "Uiterlijk";
"Theme" = "Thema";
"System" = "Systeem";
"Light" = "Licht";
"Dark" = "Donker";
"Currency" = "Valuta";
"OpenExchangeRates API Key" = "OpenExchangeRates API-sleutel";
"Type to search across clients, invoices, estimates and items." = "Typ om te zoeken in klanten, facturen, offertes en artikelen.";
"Close" = "Sluiten";
"Delete this client?" = "Deze klant verwijderen?";
"This will also remove its association from documents." = "Dit verwijdert ook de koppeling met documenten.";
"Delete this item?" = "Dit artikel verwijderen?";
"This will not delete line items already using it." = "Dit verwijdert geen regels die het al gebruiken.";
"Cancel" = "Annuleren";
"Invoice" = "Factuur";
"Estimate" = "Offerte";
"Description" = "Beschrijving";
"Qty" = "Aantal";
"Tax %" = "BTW %";
"Line Items" = "Regelitems";
"Add" = "Toevoegen";
"Blank Line" = "Lege regel";
"Subtotal" = "Subtotaal";
"Tax" = "Belasting";
"Total" = "Totaal";
"Name" = "Naam";
"Email" = "E-mail";
"Phone" = "Telefoon";
"Address" = "Adres";
"City" = "Stad";
"Country" = "Land";
"Tax ID" = "BTW-nummer";
"Notes" = "Notities";
"Unit" = "Eenheid";
"Unit Price" = "Eenheidsprijs";
"Tax Rate %" = "BTW-tarief %";
"Bill From" = "Van";
"Bill To" = "Aan";
"Revenue" = "Omzet";
"Unpaid" = "Onbetaald";
"Overdue" = "Achterstallig";
"Cash Flow" = "Kasstromen";
"Top Products" = "Topproducten";
"List" = "Lijst";
"Board" = "Bord";
"Calendar" = "Kalender";
"Duplicate" = "Dupliceren";
"Please fix the following issues:" = "Los de volgende problemen op:";
"Number is required" = "Nummer is vereist";
"Currency is required" = "Valuta is vereist";
"Description is required" = "Beschrijving is vereist";
"Select" = "Selecteren";
"Selected" = "geselecteerd";
"Set Status" = "Status instellen";
"Delete Selected" = "Geselecteerde verwijderen";
"Are you sure you want to delete the selected documents?" = "Weet je zeker dat je de geselecteerde documenten wilt verwijderen?";
"Reports" = "Rapporten";
"Revenue by Month" = "Omzet per maand";
"Unpaid Summary" = "Overzicht onbetaald";
"From" = "Van";
"To" = "Tot";
"Currency Filter" = "Valutafilter";
"All Currencies" = "Alle valuta's";
"Export CSV" = "CSV exporteren";
"Top Clients" = "Topklanten";
"Unknown Client" = "Onbekende klant";
"Unknown Item" = "Onbekend artikel";
"Notifications" = "Meldingen";
"Enable Notifications" = "Meldingen inschakelen";
"Days before due" = "Dagen voor vervaldatum";
"Send Test Notification" = "Testmelding verzenden";
"Invoice Due Soon" = "Factuur vervalt binnenkort";
"Invoice %@ is due on %@." = "Factuur %@ vervalt op %@.";
"Test Notification" = "Testmelding";
"This is a test notification from InvoiceMaster Pro." = "Dit is een testmelding van InvoiceMaster Pro.";
"Preferences" = "Voorkeuren";
"Language Change" = "Taalwijziging";
"The application needs to restart for the language change to take effect." = "De applicatie moet opnieuw starten om de taalwijziging toe te passen.";
"Restart Now" = "Nu opnieuw starten";
"Later" = "Later";

/* BTP Construction Specific Translations */

/* Construction Types */
"construction.new" = "Nieuwbouw";
"construction.renovation" = "Renovatie";
"construction.extension" = "Uitbreiding";
"construction.amenagement" = "Inrichting";
"construction.maintenance" = "Onderhoud";
"construction.repair" = "Reparatie";

/* Work Zones */
"zone.interior" = "Binnen";
"zone.exterior" = "Buiten";
"zone.both" = "Binnen & Buiten";
"zone.infrastructure" = "Infrastructuur";
"zone.roof" = "Dak";
"zone.facade" = "Gevel";

/* Corps d'état - Construction Trades */
"corps.gros_oeuvre" = "Ruwbouw";
"corps.terrassement" = "Grondwerk";
"corps.fondations" = "Funderingen";
"corps.maconnerie" = "Metselwerk";
"corps.beton_arme" = "Gewapend beton";
"corps.charpente" = "Dakstructuur";
"corps.couverture" = "Dakbedekking";
"corps.etancheite" = "Waterdichting";
"corps.isolation" = "Isolatie";
"corps.cloisons" = "Scheidingswanden";
"corps.platerie" = "Gipswerk";
"corps.menuiserie_ext" = "Buitenschrijnwerk";
"corps.menuiserie_int" = "Binnenschrijnwerk";
"corps.fermetures" = "Sluitingen";
"corps.verrerie" = "Beglazing";
"corps.plomberie" = "Loodgieterswerk";
"corps.electricite" = "Elektriciteit";
"corps.chauffage" = "Verwarming";
"corps.climatisation" = "Airconditioning";
"corps.ventilation" = "Ventilatie";
"corps.ascenseurs" = "Liften";
"corps.carrelage" = "Tegelwerk";
"corps.sols" = "Zachte vloeren";
"corps.peinture" = "Schilderwerk";
"corps.papier_peint" = "Behangwerk";
"corps.faience" = "Wandtegels";
"corps.facade" = "Gevel";
"corps.bardage" = "Gevelbekleding";
"corps.vrd" = "Wegen en riolering";
"corps.espaces_verts" = "Groene ruimtes";
"corps.clotures" = "Omheiningen";
"corps.cuisines" = "Keukens";
"corps.salles_bains" = "Badkamers";
"corps.domotique" = "Domotica";
"corps.securite" = "Beveiliging";
"corps.nettoyage" = "Reiniging";

/* Units */
"unit.m2" = "m²";
"unit.cm2" = "cm²";
"unit.hectare" = "ha";
"unit.m3" = "m³";
"unit.litre" = "L";
"unit.dm3" = "dm³";
"unit.m" = "m";
"unit.cm" = "cm";
"unit.mm" = "mm";
"unit.km" = "km";
"unit.ml" = "ml";
"unit.kg" = "kg";
"unit.tonne" = "T";
"unit.gramme" = "g";
"unit.unite" = "st";
"unit.piece" = "stk";
"unit.lot" = "lot";
"unit.ensemble" = "set";
"unit.forfait" = "forfait";
"unit.global" = "globaal";
"unit.heure" = "u";
"unit.jour" = "d";
"unit.semaine" = "wk";
"unit.mois" = "mnd";
"unit.point" = "pt";
"unit.ouvrant" = "opening";
"unit.poste" = "post";
"unit.circuit" = "circuit";
"unit.paire" = "paar";

/* Document Types */
"document.invoice" = "Factuur";
"document.quote" = "Offerte";
"document.project" = "Project";
"document.work_order" = "Werkopdracht";

/* Status */
"status.draft" = "Concept";
"status.sent" = "Verzonden";
"status.accepted" = "Geaccepteerd";
"status.rejected" = "Afgewezen";
"status.in_progress" = "In uitvoering";
"status.completed" = "Voltooid";
"status.paid" = "Betaald";
"status.overdue" = "Achterstallig";
"status.cancelled" = "Geannuleerd";

/* Legal Terms */
"legal.vat_number" = "BTW-nummer";
"legal.company_registration" = "KvK-nummer";
"legal.insurance_number" = "Verzekeringsnummer";
"legal.payment_terms" = "Betalingsvoorwaarden";
"legal.warranty" = "Garantie";
"legal.liability" = "Aansprakelijkheid";
"legal.payment_due" = "Vervaldatum betaling";
"legal.late_payment_interest" = "Vertragingsrente";

/* Project Information */
"project.name" = "Projectnaam";
"project.address" = "Projectadres";
"project.start_date" = "Startdatum";
"project.end_date" = "Einddatum";
"project.phase" = "Fase";
"project.coordinator" = "Coördinator";
"project.permit_number" = "Vergunningsnummer";

/* Financial */
"financial.subtotal" = "Subtotaal";
"financial.vat" = "BTW";
"financial.total" = "Totaal";
"financial.discount" = "Korting";
"financial.advance" = "Voorschot";
"financial.retention" = "Retentiegeld";
"financial.margin" = "Marge";
"financial.cost_price" = "Kostprijs";
"financial.selling_price" = "Verkoopprijs";

/* Certifications */
"certification.rge" = "RGE";
"certification.qualibat" = "Qualibat";
"certification.qualit_enr" = "Qualit'EnR";
"certification.pro_ite" = "Pro-ITE";
"certification.eco_artisan" = "Eco-Artisan";
"certification.certibat" = "Certibat";
"certification.cekal" = "Cekal";
"certification.cerga" = "CERGA";
"certification.wtcb" = "WTCB";
"certification.belgium_green_building" = "Belgium Green Building Council";
"certification.atg" = "ATG";
"certification.ce_marking" = "CE-markering";
"certification.iso_9001" = "ISO 9001";
"certification.iso_14001" = "ISO 14001";
"certification.ohsas_18001" = "OHSAS 18001";

/* Client Types */
"client.individual" = "Particulier";
"client.company" = "Bedrijf";

/* Export */
"export.documents" = "Documenten";
"export.clients" = "Klanten";
"export.items" = "Artikelen";
"export.accounting" = "Boekhoudkundige posten";
"export.error.invalid_date_range" = "Ongeldig datumbereik";
"export.error.currency_required" = "Valuta vereist";